{
	"serial": 1,

	"title": "Leadership",

	"code": "LD",

	"introduction": "For any hospital, quality and patient safety depend on effective leadership. It is important for all hospitals to have a clearly stated mission and vision, and it is the responsibility of the leadership of the hospital to develop the appropriate mission and vision and provide adequate resources to fulfill them. The leadership must come from the governing body and the executive management including the hospital director, the medical director, the nursing director, the administrators, and the heads of departments, with the governing body being the ultimate responsible for the quality and safety of health care services provided by the hospital. To ensure quality and safe care, the members of the leadership group must work collaboratively, communicate effectively through clear lines of authority, and coordinate and integrate all services provided.\n Hospitals may vary in size, type of ownership, and complexity of services. Every hospital regardless of the complexity and scope of service has a governing body which might represents the Ministry of Health or its directorates, other governmental entities or a private owner. A large hospital tends to have a multi-member governing body that is ultimately accountable for the operation and performance of the hospital. In smaller hospitals, these responsibilities may be handled by just one or two individuals.\n This chapter addresses the roles and responsibilities of the leadership group for several processes, the examples of which are:",

	"concerns": [
		"Hospital mission, vision, and values",
		"Organizational structure",
		"Development and promotion of professional ethical conduct Formulation and construction of the strategic plan",
		"Planning and designing services and structures",
		"Processes for collaboration, coordination, and communication Financial management",
		"Contracts oversight",
		"The responsibilities of the governing body",
		"The responsibilities of the hospital director",
		"The responsibilities of the departments heads"
	]
}